#характеристика окна в пикселях
win_width, win_height = 1000, 600
#переменные текстов и подсказок
txt_hello = 'Добро пожаловать в ознакомительное оконное приложение!'
txt_next = 'Далее' 
txt_instruction = ('Данное приложение познакомит вас со строением кода и его состовляющими.\n'
' \n'
'Приложение состоит из:\n'
'1) Заднего фона/экрана.\n'
'2) Текстов.\n'
'3) Кнопок и полей для взаимодействия.\n'
'4) Лайаутов(Layout).')
txt_title_1 = 'Страничка: 1'
txt_title_2 = 'Страничка: 2'
txt_hint = 'Введите текст:'
txt_hintanswer = "Ничего"
txt_1 = 'Введёный текст:'
txt_2 = (' \n'
'Это конец пробного приложения.\n'
'Закрыть его можно нажатием на крестик\n'
'в верхнем углу окна.')
